/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "स्क्रीनशॉट दे नाल";
"zanalytics.bug.alert.withscreenrecord" = "स्क्रीन रिकॉर्डिंग दे नाल";
"zanalytics.bug.alert.about" = "दे बारे च";
"zanalytics.bug.alert.from" = "इस थमां";
"zanalytics.bug.alert.imagelimitreached" = "बद्धो-बद्ध हद्द पुज्जी गेई";
"zanalytics.bug.alert.imagelimits" = "तुस बद्धोबद्ध 10 इमेजां गै अटैच करी सकदे ओ";
"zanalytics.bug.alert.macheader" = "साढ़े कन्नै फीडबैक शेयर करो जां साढ़े हवाले लेई अटैचमेंटें कन्नै बग दी रपोर्ट करो";
"zanalytics.bug.alert.write" = "असेंगी लिखो";
"zanalytics.bug.alert.recordedclip" = "रिकॉर्ड किए गए क्लिप्स";



"zanalytics.bug.alert.anonymalert" = "फीडबैक गी अपने ईमेल पते कन्नै शेयर करने दी म्हेशां सफारश कीती जंदी ऐ। जेकर तुस अपना ईमेल पता शेयर नेईं करदे ओ, तां अस समस्या दे बारे च अपडेट करने लेई थुआढ़े तगर नेईं पुज्जी पाहगे।";
"zanalytics.bug.alert.quitfeedback" = "क्या तुस जकीनी तौर पर छोड़ना चांहदे ओ?";
"zanalytics.feedback.navbar.title.feedback"  = "फीडबैक";
"zanalytics.feedback.navbar.title.noscreenshots" = "कोई स्क्रीनशाट दस्तयाब नेईं";
"zanalytics.feedback.navbar.title.screenshots" = "स्क्रीनशाट";
"zanalytics.feedback.navbar.title.snap" = "स्नैप";
"zanalytics.feedback.navbar.title.compose" = "कंपोज";
"zanalytics.feedback.privacy.consent.cancel" = "रद्द करो";
"zanalytics.feedback.navbar.button.title.done" = "होई गेआ";
"zanalytics.bug.alert.cancel"              = "नेईं";
"zanalytics.bug.alert.title"                = "असेंगी किश दस्सना चांहदे ओ?";
"zanalytics.feedback.navbar.title.reportbug"            = "रपोर्ट बग";
"zanalytics.feedback.navbar.title.helpme"              = "मेरी मदाद करो";
"zanalytics.feedback.navbar.title.systemlogs"            = "सिस्टम लाग निजी";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "डायग्नोस्टिक जानकारी";
"zanalytics.bug.alert.dontshowagain"            = "परतियै नेईं दस्सो";
"zanalytics.bug.alert.title.helpme"            = "मेरी मदाद करो";
"zanalytics.bug.alert.message.savetolocal"        = "माफ करो.. अस बग रिपोर्ट नेईं भेजी सके, क्या तुस स्क्रीनशाट सेव करना चांहदे ओ?";
"zanalytics.feedback.email.title"                = "ईमेल पता";
"zanalytics.bug.detectscreen.title"      = "किश दिलचस्प लब्भा?";
"zanalytics.bug.alert.detectscreen.yes"                      = "हां";
"zanalytics.bug.alert.detectscreen.no"                      = "नेईं";
"zanalytics.bug.alert.detectscreen.share" = "शेयर करो";
"zanalytics.bug.alert.detectscreen.dontshow" = "परतियै नेईं पुच्छो";
"zanalytics.bug.annotate.button.title"                      = "हेठ दित्ते गे टूल दा इस्तमाल करियै बग गी एनोटेट करो";
"zanalytics.feedback.failed.alert.description" = "फीडबैक भेजने च नकाम, किरपा करियै परतियै जतन करो!";
"zanalytics.feedback.success.alert.description" = "अपनी फीडबैक देने लेई धन्नबाद!";
"zanalytics.feedback.common.alert.title.add.photos" = "फोटो जोड़ो";
"zanalytics.feedback.common.alert.title.alert" = "अलर्ट";
"zanalytics.feedback.common.button.title.back" = "पिच्छै";
"zanalytics.feedback.common.button.title.cancel" = "रद्द करो";
"zanalytics.feedback.common.button.title.close" = "बंद करो";
"zanalytics.feedback.common.button.title.ok" = "ठीक ऐ";
"zanalytics.feedback.textview.placeholder"          = "अस थुआढ़े सुझाव दी कदर करने आं! अस अपनी भविक्खी अपडेट च थुआढ़े सुझाएं पर गौर करगे।";
"zanalytics.bug.textview.placeholder"          = "क्या तुसेंगी साढ़े ऐप दा इस्तमाल करदे बेल्लै कुसै परेशानी दा सामना करना पेआ? असेंगी दस्सो।";
"zanalytics.help.textview.placeholder"          = "अस चीजें गी दरुस्त करने दी कोशिश करगे ते थुआढ़ी मदाद करगे!";
"zanalytics.feedback.add.photos.alert.description" = "कोई फ़ोटो अटैच नेईं ऐ, मते फ़ोटो जोड़ने लेई फोटो गैलरी खोलो!";
"zanalytics.feedback.add.photos.alert.open" = "फोटो खोलो";
"zanalytics.feedback.access.photos.alert.description" = "%@ऐप कोल थुआढ़े फ़ोटो तगर पुज्ज नेईं ऐ।\nपुज्ज समर्थ करने लेई, इत्थै जाओ: सेटिंगां > गोपनीयता > फोटो >%@";
"zanalytics.feedback.access.photos.alert.settings" = "सेटिगां";
"zanalytics.feedback.label.title.anonymous" = "गुमनाम";
"zanalytics.feedback.navbar.button.title.send" = "भेजो";
"zanalytics.feedback.navbar.button.title.next" = "अगला";
"zanalytics.feedback.navbar.button.title.editphotos" = "फोटो संपादत करो";
"zanalytics.feedback.navbar.button.title.addmore" = "होर जोड़ो";
"zanalytics.feedback.navbar.button.title.attach" = "अटैच";
"zanalytics.feedback.navbar.button.title.delete" = "डिलीट करो";
"zanalytics.feedback.navbar.title.taptoedit" = "संपादत करने लेई टैप करो";
"zanalytics.feedback.navbar.title.editor" = "संपादक";
"zanalytics.feedback.navbar.title.choosephotos" = "फोटो चुनो";
"zanalytics.feedback.navbar.title.selectphotos" = "फोटो चुनो";
"zanalytics.feedback.navbar.title.photoselected" = "फोटो चुनेआ गेआ";
"zanalytics.feedback.navbar.title.photosselected" = "फोटो चुने गे";
"zanalytics.feedback.accessory.title.systemlogs" = "सिस्टम लाग शामल करो";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "डायग्नोस्टिक जानकारी शामल करो";
"zanalytics.feedback.accessory.button.title.view" = "दिक्खो";
"zanalytics.feedback.picker.image.notfound" = "इमेजां नेईं लब्भियां";
"zanalytics.feedback.attachments.title" = "अटैचमेंटां (%i)";
"zanalytics.feedback.privacy.consent.description" = "अस सफारश करने आं जे तुस कंसोल लाग ते डायग्नोस्टिक जानकारी शामल करो कीजे एहदे कन्नै साढ़े डेवलपर्स गी थुआढ़े आसेआ शेयर कीती जा करदी फीडबैक बेहतर ढंगै कन्नै समझने च मदाद थ्होग।";
"zanalytics.feedback.privacy.consent.clogs.title" = "कंसोल लाग";
"zanalytics.feedback.privacy.consent.dinfo.title" = "डायग्नोस्टिक जानकारी";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "होर जानकारी";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "डिवाइस जानकारी";
"zanalytics.feedback.privacy.consent.openmailapp" = "मेल च खोलो";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "म्हेशां भेजो";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "अपनी समस्या रकार्ड करो";
"issuerecordscreen.label.close" = "बंद करना";
"issuerecordscreen.label.failedtoinitiate" = "स्क्रीन रकार्डिंग शुरू करने च नकाम";
"issuerecordscreen.label.failuremultiwindow" = "तुस जेहड़े कंटेंट गी रकार्ड करने दा जतन करै करदे ओ, ओह् मल्टी-विंडो मोड च ऐ, जेहड़ा रकार्डिंग लेई सपोर्ट नेईं करदा ऐ। किरपा करियै फुल-स्क्रीन मोड पर स्विच करो";
"issuerecordscreen.label.nointerneterror" = "स्क्रीन रकार्डिंग लेई इंटरनेट कनेक्शन जरूरी ऐ। किरपा करियै अग्गें बधने लेई कनेक्ट करो।";
"issuerecordscreen.label.ok" = "ठीक ऐ";
"issuerecordscreen.label.recordinginfo" = "अपने सामने औने आहली समस्याएं गी फौरन रकार्ड करो ते उनेंगी असान समझ ते फौरी मदाद लेई साढ़ी टीम गी भेजो।";
"issuerecordscreen.label.iagreetext" = "में जरूरी डेटा कट्ठा करने लेई मंजूरी ते सैहमती दिन्नां। ब्योरे दिक्खो";
"issuerecordscreen.label.optiontotrim" = "थुआढ़े कोल रकार्ड कीते गे वीडियो गी ट्रिम, संपादत ते एनोटेट करने दा विकल्प ऐ।";
"issuerecordscreen.label.startrecording" = "रिकार्डिंग शुरू करो";
"issuerecordscreen.label.endrecording" = "रकार्डिंग खतम करो";
"issuerecordscreen.label.recordinginprogress" = "रकार्डिंग चलै करदी ऐ!";
"issuerecordscreen.label.quicktipstext" = "फौरी सुझाव";
"issuerecordscreen.label.quicktips1" = "तुस अपनी स्क्रीन गी बद्धोबद्ध 5 मैंट्ट तगर रकार्ड करी सकदे ओ।";
"issuerecordscreen.label.quicktips2" = "तुस रकार्ड कीते गे वीडियो गी ट्रिम, संपादत ते एनोटेट करी सकदे ओ।";
"issuerecordscreen.label.quicktips3" = "स्क्रीन रकार्ड होने पर ऐप बंद नेईं करो।";
"issuerecordscreen.label.quicktips4" = "होर जानकारी लेई, किरपा करियै साढ़े मदाद दस्तावेज़ पर जाओ";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "थुआढ़ी रजामंदी पर एहकड़ा डेटा कट्ठा कीता जाहग:";
"dataconsentscreen.label.consent1" = "थुआढ़ा IP पता ते कंसोल लाग जेहड़े रकार्डिंग दरान जनरेट होंदे न";
"dataconsentscreen.label.consent2" = "थुआढ़ी इनवायरनमेंट तफसील जियां डिवाइस नांऽ, OS संस्करण, बगैरा।";
"dataconsentscreen.label.consent3" = "डिवाइस कारकर्दगी मीट्रिक (जियां मेमोरी, नेटवर्क कनेक्शन समां, बगैरा।)";
"dataconsentscreen.label.consent4" = "डिवाइस विंडो दी स्क्रीन रकार्डिंग";
"dataconsentscreen.label.consent5" = "डिफाल्ट रूप कन्नै, स्क्रीन रकार्डिंग दरान आडियो रकार्ड कीता जाहग। पर तुस दर्ज करने थमां पैहले आडियो ट्रैक गी म्यूट जां परतियै रकार्ड करी सकदे ओ।";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "माइक्रोफ़ोन ऐक्सेस नकारा ऐ";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "किरपा करियै सेटिंगें च जाओ ते आडियो रकार्ड करने लेई माइक्रोफ़ोन चालू करो।";
"videoannotationscreen.alert.microphonedisablediphone" = "माइक्रोफ़ोन ऐक्सेस नकारा ऐ। किरपा करियै सेटिंगें च जाओ ते आडियो रकार्ड करने लेई माइक्रोफ़ोन चालू करो।";

// General
"general.label.recordingintiationfailed" = "स्क्रीन रकार्डिंग शुरू करना नकाम। किरपा करियै परतियै जतन करो";
"general.label.ok" = "ठीक";
"general.label.submit" = "दर्ज करो";
"general.label.done" = "होई गेआ";
"general.label.cancel" = "रद्द करना";
"general.label.settings" = "सेटिंगां";
"general.label.erroroccured" = "त्रुटि होई";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "फाइल दा साइज मता होई गेआ ऐ। फ़ाइल साइज 3 MB थमां मता नेईं होना चाहिदा";
"issuesubmissionscreen.label.attachfiles" = "फाइलां अटैच करो";
"issuesubmissionscreen.label.newrecording" = "नमीं रकार्डिंग";
"issuesubmissionscreen.label.editrecording" = "रकार्डिंग संपादत करो";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "कोई आडियो ट्रैक नेईं";
"videoannotationscreen.label.shapeborderwidth" = "बार्डर चड़ाई";
"videoannotationscreen.label.shapelineopacity" = "अपारदर्शता";
"videoannotationscreen.label.shapetextsize" = "टेक्स्ट साइज";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "एलिमेंट म्याद वीडियो दी लंबाई थमां बद्ध ऐ";
"videoannotationscreen.alert.notallowed" = "मंजूरी नेईं";
"videoannotationscreen.alert.deleteexisitingaudio" = "किरपा करियै नमां आडियो रकार्ड करने थमां पैहले मजूदा आडियो डिलीट करो।";
"videoannotationscreen.alert.textlimitreached" = "हद्द पूरी होई गेई";
"videoannotationscreen.alert.textdeleteexisting" = "किरपा करियै मजूदा टेक्स्ट चा किश डिलीट करो।";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "किरपा करियै आडियो रकार्ड करने थमां पैहले अपना वीडियो रोको";
"videoannotationscreen.alert.changesnotsaved" = "थुआढ़े बदलाव सेव नेईं कीते गे न। क्या तुस जकीनी रूप कन्नै अग्गें बधना चांहदे ओ?";
"videoannotationscreen.alert.proceed" = "अग्गें बधो";
"videoannotationscreen.alert.stroketypesolid" = "सालिड";
"videoannotationscreen.alert.stroketypedashed" = "डैश्ड";
"videoannotationscreen.alert.entertext" = "टेक्स्ट दर्ज करो";

"videoannotationscreen.label.trim" = "लौहका करो";
"videoannotationscreen.label.mask" = "मास्क";
"videoannotationscreen.label.shapes" = "आकृतियां";
"videoannotationscreen.label.text" = "टेक्स्ट";
"videoannotationscreen.label.audio" = "आडियो";
"videoannotationscreen.label.block" = "ब्लाक";
"videoannotationscreen.label.blur" = "धुंदला";
"videoannotationscreen.label.rectangle" = "आयत";
"videoannotationscreen.label.oval" = "अंडाकार";
"videoannotationscreen.label.arrow" = "तीर";
"videoannotationscreen.label.color" = "रंग";
"videoannotationscreen.label.width" = "चड़ाई";
"videoannotationscreen.label.style" = "स्टाइल";
"videoannotationscreen.label.edit" = "संपादन करना";
"videoannotationscreen.label.size" = "साइज";
"videoannotationscreen.label.background" = "बैकग्राउंड";
"videoannotationscreen.label.textregular" = "पाबंद";
"videoannotationscreen.label.textbold" = "बोल्ड";
"videoannotationscreen.label.textitalics" = "Italics";
"videoannotationscreen.label.textbolditalics" = "Bold-Italics";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ईमेल पता";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com पर ऐ";
"issuesubmissionform.label.screenrecordingsummary" = "स्क्रीन रकार्ड सार";
"issuesubmissionform.label.subjectdisplayname" = "बिशे";
"issuesubmissionform.label.subjectplaceholder" = "बिशे दर्ज करो";
"issuesubmissionform.label.addtoexistingticket" = "मजूदा टिकट च जोड़ो";
"issuesubmissionform.label.existingticketid" = "मजूदा टिकट आईडी";
"issuesubmissionform.label.enterticketidtolink" = "लिंक कीती जाने आहली टिकट आईडी दर्ज करो";
"issuesubmissionform.label.issuedescription" = "समस्या विवरण";
"issuesubmissionform.label.issuemoredetails" = "समस्या बारै होर जानकारी देओ";
"issuesubmissionform.label.submityourissue" = "अपनी समस्या दर्ज करो";
"issuesubmissionform.alert.videouploadfailed" = "वीडियो अपलोड करना नकाम ऐ। किरपा करियै परतियै जतन करो।";
"issuesubmissionform.alert.thanksmessagetitle" = "साढ़े कन्नै राबता करने लेई धन्नबाद!";
"issuesubmissionform.alert.thanksmessagebody" = "थुआढ़ियां चैंतां साढ़े लेई सभनें थमां पैहलें न, इसलेई साढ़ी मदाद टीम तौले गै थुआढ़े कन्नै राबता करग। थुआढ़ा दिन बधिया रवै!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "वीडियो संपादन तफसील अपलोड करना नकाम ऐ। किरपा करियै परतियै जतन करो।";
"issuesubmissionform.label.entersubject" = "किरपा करियै समस्या दा बिशे दर्ज करो";
"issuesubmissionform.label.enteremail" = "किरपा करियै ईमेल पता दर्ज करो";
"issuesubmissionform.label.enterexistingticketid" = "किरपा करियै मजूदा टिकट आईडी दर्ज करो";
"issuesubmissionform.label.choosephoto" = "फोटो चुनो";
"issuesubmissionform.label.browse" = "ब्राउज़";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "फोटो लाइब्रेरी तगर ऐक्सेस नकारा ऐ। किरपा करियै सेटिंगें च जाओ ते फ़ोटो ऐक्सेस करने लेई फ़ोटो लाइब्रेरी चालू करो।";
"issuesubmissionform.alert.accestophotodisabledipad" = "फोटो लाइब्रेरी तगर ऐक्सेस नकारा ऐ";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "किरपा करियै सेटिंगें च जाओ ते फ़ोटो ऐक्सेस करने लेई फ़ोटो लाइब्रेरी चालू करो।";
"issuesubmissionform.alert.submitting" = "दर्ज करना";

